[{
    "description": "Every breed was created for a reason, and the companion dogs are no exception. Their job is to keep people company, perhaps the most important work a dog can do. Some are miniaturized versions of working dogs, and some were created solely as beautiful lap dogs — but without exception, they are all dog.",
    "id": "Companion",
    "img": "",
    "name": "Companion Dogs"
  }, {
    "description": "The dogs in the herding group were developed to control large flocks of sheep or herds of cattle. They still retain that ability today, even though most of them never lay eyes on a Merino or Longhorn. ",
    "id": "Herding",
    "img": "",
    "name": "Herding Dogs"
  }, {
    "description": "Hounds are perhaps the oldest type of hunting dog. Two types exist: those who hunt by sight, or sight hounds, and those who hunt by scent, known as scent hounds. Sight hounds are sleek and speedy, the Maseratis of the dog world, while scent hounds are more like tough and reliable off-road vehicles.",
    "id": "Hound",
    "img": "",
    "name": "Hound Dogs"
  }, {
    "description": "What separates a hybrid Schnoodle or a Goldendoodle from their purebred kin? After all, many purebreds were created by crossing various other breeds at some point. Whether a new type of dog becomes a recognized breed depends on time and trial and error. ",
    "id": "Hybrid",
    "img": "",
    "name": "Hybrid dogs"
  }, {
    "description": "Meet the real underdog — the one far more likely to end up in a shelter than a purebred. To adopt a mixed breed is to celebrate diversity and root for the little guy. It often means you’re also giving a home to a dog who really needs one.",
    "id": "Mixed",
    "img": "",
    "name": "Mixed Breed Dogs"
  }, {
    "description": "Active and alert, sporting dogs are the hunters of the dog world: the Pointers, Retrievers, Setters, and Spaniels. Many of them are multitaskers, but in general, Pointers find and silently point game; Retrievers bring back downed game from land or water",
    "id": "Sporting",
    "img": "",
    "name": "Sporting Dogs"
  }, {
    "description": "Terriers are the rascals of the dog world. Their name comes from the Latin word terra, meaning earth, and references their love of digging for such prey as foxes, moles, badgers, and rats. Terriers come in a wide range of sizes and shapes, but they all share a feisty, mischievous personality and an energetic nature.",
    "id": "Terrier",
    "img": "",
    "name": "Terrier Dogs"
  }, {
    "description": "The diverse breeds represented in the working dog group were bred to perform a variety of tasks from guarding people, property, and livestock to pulling carts or sleds. In general, they’re strong, smart, and fearless and can be fun-loving or serious.",
    "id": "Working",
    "img": "",
    "name": "Working Dogs"
  }]